Repository: Cybso/purple-libnotify-plus
Catalog: po/*.po
Languages: de, fr

source: Notify me on:
de: Benachrichtige mich ...
fr: Me notifier :

source: New messages
de: ... bei neuen Nachrichten
fr: L’arrivée de nouveaux messages

source: Buddy signing on
de: ... wenn sich ein Kontakt anmeldet
fr: La connexion d’un contact

source: Buddy signing off
de: ... wenn sich ein Kontakt abmeldet
fr: La déconnexion d’un contact

source: Buddy going away
de: ... bei Abwesenheit eines Kontaktes
fr: L’absence d’un contact

source: Buddy going idle
de: ... bei Untätigkeit eines Kontaktes
fr: L’inactivité d’un contact

source: Buddy coming back
de: ... wenn ein Kontakt wieder anwesend ist
fr: Le retour d’un contact

source: Status message change (or removal)
de: ... bei Änderung der Statusnachricht
fr: Le changement (ou la suppression) du message de statut

source: Restrictions:
de: Einschränkungen:

source: Even for a blocked buddy
de: Auch für blockierte Kontakte
fr: Même pour un contact bloqué

source: Only from new conversation
de: Nur für neue Konversationen
fr: Seulement pour les nouvelles conversations

source: Only when available
de: Nur wenn ich anwesend bin
fr: Seulement si je suis disponible

source: Notification settings:
de: Benachrichtigungseinstellungen:
fr: Réglages de la notification :

source: Expire timeout (1-120, 0 for never, -1 for auto)
de: Anzeigedauer (1-120, 0 für unendlich, -1 für automatisch)
fr: Délai d’expiration (1-120, 0 pour jamais, -1 pour auto)

source: Stack notifications (do not ignore a buddy action if a notification is already attached to)
de: Alle Benachrichtigungen anzeigen, wenn ein Kontakt mehrere kurz hintereinander erzeugt
fr: Empiler les notifications (ne pas ignorer une action d’un contact si une notification le concerne déjà)

source: Scale factor for protocol icon (0-100%)
de: Skalierungsfaktor für das Protokollsymbol (0-100%)
fr: Facteur de redimensionnement de l’icône de protocole (0-100%)

source: Use defaults
de: Zurücksetzen auf Standardeinstellungen
fr: Utiliser les réglages par défaut

source: Activate popup
de: Aktiviere Popup-Benachrichtigungen
fr: Activer le popup

source: Deactivate popup
de: Deaktiviere Popup-Benachrichtigungen
fr: Désactiver le popup

source: signed on
de: hat sich angemeldet.
fr: s’est connecté(e)

source: signed off
de: hat sich abgemeldet.
fr: s’est déconnecté(e)

source: went away: %s
de: ist nun abwesend: %s
fr: est parti(e) : %s

source: went away
de: ist nun abwesend.
fr: est parti(e)

source: came back: %s
de: ist nun wieder da: %s
fr: est revenu(e) : %s

source: came back
de: ist nun wieder da.
fr: est revenu(e)

source: changed status message to %s
de: hat eine neue Statusnachricht: %s
fr: a changé son message de statut en %s

source: removed status message
de: hat seine Statusnachricht gelöscht.
fr: a supprimé son message de statut

source: went idle
de: ist untätig.
fr: est inactif(ve)

source: came back idle
de: ist nun nicht mehr untätig.
fr: est actif(ve)

source: %s says
de: %s sagt
fr: %s a dit

source: Displays popups via libnotify.
de: Zeigt Benachrichtigungen mit Hilfe von libnotify.
fr: Affiche des popups via libnotify.
